Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# greasy.wiz.hints.4
source: 4. If you add a script that doesn't provide the expected functionality then please ensure to disable or uninstall it, as it may lead to additional unexpected behavior.
ar: ٤. إذا أضفت سكريبت لا يوفر الوظيفة المتوقعة، فيرجى التأكد من تعطيله أو إزالته لأنه قد يؤدي إلى سلوك غير متوقع إضافي.
ca: 4. Si afegeixes un script que no proporciona la funcionalitat esperada, assegura't de desactivar-lo o desinstal·lar-lo, ja que pot provocar comportaments inesperats addicionals.
cs: 4. Pokud přidáte skript, který neposkytuje očekávanou funkčnost, ujistěte se, že ho deaktivujete nebo odinstalujete, protože může vést k dalšímu neočekávanému chování.
da: 4. Hvis du tilføjer et script, der ikke giver den forventede funktionalitet, skal du sørge for at deaktivere eller afinstallere det, da det ellers kan føre til yderligere uventet adfærd.
de: 4. Wenn du ein Skript hinzufügst, das nicht das gewünschte Ergebnis liefert, deaktiviere oder deinstalliere es bitte, da es sonst zu weiteren unerwarteten Verhalten führen kann.
el: 4. Αν προσθέσετε ένα script που δεν παρέχει την αναμενόμενη λειτουργικότητα, παρακαλώ φροντίστε να το απενεργοποιήσετε ή να το απεγκαταστήσετε, καθώς μπορεί να οδηγήσει σε επιπλέον απρόβλεπτη συμπεριφορά.
es: 4. Si añades un script que no proporciona la funcionalidad esperada, asegúrate de desactivarlo o desinstalarlo, ya que podría causar comportamientos inesperados adicionales.
fi: 4. Jos lisäät skriptin, joka ei tarjoa odotettua toiminnallisuutta, poista tai asenna se pois, sillä se voi johtaa lisäongelmiin.
fr: 4. Si tu ajoutes un script qui n'apporte pas la fonctionnalité attendue, veille à le désactiver ou le désinstaller, car il pourrait entraîner d'autres comportements inattendus.
he: 4. אם אתה מוסיף סקריפט שלא מספק את הפונקציונליות המצופה, אנא ודא להשבית או להסיר אותו, שכן הוא עלול לגרום להתנהגות בלתי צפויה נוספת.
hi: 4. अगर आप कोई ऐसा स्क्रिप्ट जोड़ते हैं जो अपेक्षित कार्य नहीं देता है, तो कृपया उसे निष्क्रिय या अनइंस्टॉल कर दें, क्योंकि यह अतिरिक्त अप्रत्याशित व्यवहार का कारण बन सकता है।
hr: 4. Ako dodate skriptu koja ne pruža očekivanu funkcionalnost, svakako je onemogućite ili deinstalirajte jer može dovesti do dodatnog neočekivanog ponašanja.
hu: 4. Ha olyan szkriptet adsz hozzá, amely nem nyújtja a várt funkcionalitást, feltétlenül tiltsd le vagy távolítsd el, mert további váratlan viselkedést okozhat.
id: 4. Jika kamu menambahkan skrip yang tidak memberikan fungsionalitas yang diharapkan, pastikan untuk menonaktifkan atau menghapusnya, karena dapat menyebabkan perilaku tak terduga lainnya.
it: 4. Se aggiungi uno script che non offre la funzionalità prevista, assicurati di disattivarlo o disinstallarlo, perché potrebbe causare comportamenti imprevisti.
ja: 4. 追加したスクリプトが期待した機能を提供しない場合は、必ず無効にするかアンインストールしてね。そうしないと予期せぬ動作につながることがあります。
ko: 4. 기대한 기능을 제공하지 않는 스크립트를 추가한 경우에는 비활성화하거나 삭제하세요. 그렇지 않으면 예기치 않은 동작을 일으킬 수 있습니다.
ms: 4. Jika anda menambah skrip yang tidak memberikan fungsi yang diharapkan, pastikan untuk melumpuhkan atau nyahpasangnya, kerana ia boleh menyebabkan tingkah laku yang tidak dijangka.
nb: 4. Hvis du legger til et skript som ikke gir den forventede funksjonen, sørg for å deaktivere eller avinstallere det; ellers kan det føre til uventede problemer.
nl: 4. Als je een script toevoegt dat niet de verwachte functionaliteit biedt, zorg er dan voor dat je het uitschakelt of verwijdert, anders kan het tot extra onverwacht gedrag leiden.
pl: 4. Jeśli dodasz skrypt, który nie daje oczekiwanej funkcjonalności, upewnij się, że go wyłączysz lub odinstalujesz, aby uniknąć dodatkowych nieoczekiwanych zachowań.
pt_br: 4. Se você adicionar um script que não fornece a funcionalidade esperada, certifique-se de desativá-lo ou desinstalá-lo, pois ele pode causar comportamentos inesperados adicionais.
pt_pt: 4. Se adicionares um script que não oferece a funcionalidade esperada, certifica-te de o desativar ou desinstalar, pois pode levar a comportamentos inesperados adicionais.
ro: 4. Dacă adăugați un script care nu oferă funcționalitatea așteptată, asigurați-vă că îl dezactivați sau îl dezinstalați, deoarece poate duce la comportamente neașteptate suplimentare.
ru: 4. Если ты добавишь скрипт, который не даёт ожидаемую функциональность, убедись, что ты его отключишь или удалишь, иначе он может привести к дополнительному непредсказуемому поведению.
sv: 4. Om du lägger till ett skript som inte ger den förväntade funktionen, se till att stänga av eller avinstallera det, annars kan det leda till ytterligare oväntade beteenden.
th: 4. หากคุณเพิ่มสคริปต์ที่ไม่ให้ฟังก์ชันตามที่คาดหวัง กรุณาปิดใช้งานหรือถอนการติดตั้ง เนื่องจากอาจทำให้เกิดพฤติกรรมไม่คาดคิดเพิ่มเติม
tr: 4. Beklenen işlevselliği sağlamayan bir script eklerseniz, ek olarak beklenmeyen davranışlara yol açabileceğinden onu devre dışı bıraktığınızdan veya kaldırdığınızdan emin olun.
uk: 4. Якщо ти додаєш скрипт, який не дає очікуваного результату, переконайся, що ти його вимкнеш або видалиш, бо він може призвести до додаткової непередбачуваної поведінки.
ur: 4. اگر آپ کوئی ایسا اسکرپٹ شامل کرتے ہیں جو متوقع فنکشن فراہم نہیں کرتا تو براہ کرم اسے غیر فعال یا ان انسٹال کرنا یقینی بنائیں، کیونکہ یہ اضافی غیر متوقع رویے کا سبب بن سکتا ہے۔
vi: 4. Nếu bạn thêm một script không cung cấp chức năng mong đợi thì hãy đảm bảo vô hiệu hóa hoặc gỡ bỏ nó, vì nó có thể dẫn đến các hành vi không mong muốn khác.
zh_hans: 4. 如果你添加的脚本没有提供预期的功能，请务必将其禁用或卸载，因为它可能导致额外的不可预期的行为。
zh_hant: 4. 如果你添加的腳本沒有提供預期的功能，請務必將其禁用或卸載，因為它可能導致額外的不可預期的行為。

# greasy.wiz.hints.header
source: Hints & Tips
ar: نصائح وإرشادات
ca: Consells i trucs
cs: Tipy a rady
da: Tips & tricks
de: Tipps & Tricks
el: Υποδείξεις και συμβουλές
es: Consejos y trucos
fi: Vinkit & vihjeet
fr: Astuces & Conseils
he: עצות וטיפים
hi: संकेत और टिप्स
hr: Savjeti i trikovi
hu: Tippek és trükkök
id: Petunjuk & Tips
it: Suggerimenti e consigli
ja: ヒント＆コツ
ko: 힌트와 팁
ms: Petua & Tip
nb: Tips og triks
nl: Hints en tips
pl: Wskazówki i porady
pt_br: Dicas e Truques
pt_pt: Dicas e truques
ro: Sfaturi și trucuri
ru: Подсказки и советы
sv: Tips & tricks
th: คำแนะนำและเคล็ดลับ
tr: İpuçları ve Tüyolar
uk: Підказки та поради
ur: اشارے اور تجاویز
vi: Mẹo & Gợi ý
zh_hans: 技巧与提示
zh_hant: 技巧與提示

# greasy.wiz.instructions.header
source: Instructions
ar: التعليمات
ca: Instruccions
cs: Instrukce
da: Instruktioner
de: Anleitungen
el: Οδηγίες
es: Instrucciones
fi: Ohjeet
he: הוראות
hi: निर्देश
hr: Upute
hu: Utasítások
id: Instruksi
it: Istruzioni
ja: 手順
ko: 사용 지침
ms: Arahan
nb: Instruksjoner
nl: Instructies
pl: Instrukcje
pt_br: Instruções
pt_pt: Instruções
ro: Instrucțiuni
ru: Инструкции
sv: Instruktioner
th: คำแนะนำ
tr: Talimatlar
uk: Інструкції
ur: ہدایات
vi: Hướng dẫn
zh_hans: 说明
zh_hant: 說明

# greasy.wiz.instructions.text
source: Sometimes when when you click on "Install this Script" you will be presented with a "How to install\"-pop-up. When this happens click on "(I already have a user script manager. let me install it!)”.
ar: أحيانًا عند النقر على “تثبيت هذا البرنامج النصي”، سيظهر لك نافذة منبثقة بعنوان “كيفية التثبيت”. عند حدوث ذلك، انقر على “(لدي بالفعل مدير لبرامج المستخدم. دعني أُثبته!)”
ca: De vegades, quan facis clic a «Instal·la aquest script», se t'obrirà un emergent «Com instal·lar-ho». Quan això passi, fes clic a «(Ja tinc un gestor de scripts d'usuari. Deixa'm instal·lar-lo!)».
cs: Někdy, když kliknete na „Install this Script“, zobrazí se vám okno „How to install“. Když se to stane, klikněte na „(Už mám správce uživatelských skriptů. nechte mě jej nainstalovat!)“.
da: Nogle gange, når du klikker på "Installér dette script", vil du blive præsenteret for et pop-up vindue med "Sådan installeres". Når dette sker, skal du klikke på "(Jeg har allerede en brugerscript-manager. lad mig installere den!)".
de: Manchmal, wenn Sie auf „Dieses Skript installieren“ klicken, erscheint ein Popup-Fenster „So installieren Sie“. Klicken Sie dann auf „(Ich habe bereits einen Benutzerskript-Manager. Lassen Sie mich es installieren!)“
el: Μερικές φορές όταν κάνετε κλικ στο "Εγκατάσταση αυτού του script" θα εμφανιστεί ένα αναδυόμενο "Πώς να εγκαταστήσετε". Όταν αυτό συμβεί κάντε κλικ στο "(Έχω ήδη έναν διαχειριστή user script. αφήστε με να το εγκαταστήσω!)".
es: A veces, al hacer clic en “Instalar este script”, aparecerá una ventana emergente de “Cómo instalar”. Cuando esto ocurra, haz clic en “(Ya tengo un gestor de scripts de usuario. ¡Déjame instalarlo!)”
fi: Joskus kun klikkaat "Asenna tämä skripti", avautuu "Kuinka asentaa" -ponnahdusikkuna. Tällöin klikkaa "(Minulla on jo käyttäjän skriptinhallinta. anna minun asentaa se!)".
fr: Parfois, lorsque vous cliquez sur “Installer ce script”, une fenêtre contextuelle “Comment installer” s’affiche. Dans ce cas, cliquez sur “(J’ai déjà un gestionnaire de scripts utilisateur. Laissez-moi l’installer !)”
hi: कभी-कभी जब आप “इस स्क्रिप्ट को इंस्टॉल करें” पर क्लिक करते हैं, तो एक “इंस्टॉल कैसे करें” पॉप-अप दिखाई देता है। जब ऐसा हो, तो “(मेरे पास पहले से एक यूज़र स्क्रिप्ट मैनेजर है। मुझे इसे इंस्टॉल करने दें!)” पर क्लिक करें
hr: Ponekad kada kliknete na 'Install this Script' pojavi se skočni prozor 'How to install'. Kada se to dogodi, kliknite na '(I already have a user script manager. let me install it!)'.
hu: Néha, amikor a "Telepítsd ezt a szkriptet" gombra kattintasz, megjelenik egy „Hogyan telepítsem?” felugró ablak. Ilyenkor kattints a „(Már van felhasználói szkriptkezelőm. hagyd, hogy telepítsem!)” opcióra.
it: A volte, quando fai clic su “Installa questo script”, viene visualizzato un popup “Come installare”. Quando ciò accade, fai clic su “(Ho già un gestore di script utente. Fammi installarlo!)”
ja: 「このスクリプトをインストール」をクリックすると、「インストール方法」のポップアップが表示されることがあります。その場合は「（ユーザースクリプトマネージャーはすでにあります。インストールさせてください！）」をクリックしてください
ko: "이 스크립트 설치"를 클릭하면 "설치 방법" 팝업이 표시될 때가 있습니다. 그럴 때에는 "(사용자 스크립트 관리자가 있습니다. 설치할 수 있게 해주세요!)"를 클릭하세요.
ms: Kadang-kadang apabila anda mengklik "Pasang Skrip Ini", pop timbul "Cara memasang" akan muncul. Apabila ini berlaku, klik "(Saya sudah mempunyai pengurus skrip pengguna. benarkan saya memasangnya!)".
nb: Noen ganger når du klikker på ‘Installer dette skriptet’ vises et ‘Hvordan installere’-popupvindu. Når dette skjer klikker du på ‘(Jeg har allerede en brukerskripthåndterer. la meg installere det!)’.
nl: Soms, wanneer je op “Installeer dit script” klikt, verschijnt er een pop-upvenster met “Hoe te installeren”. Klik dan op “(Ik heb al een gebruikersscriptbeheerder. Laat me het installeren!)”
pl: Czasami, gdy klikniesz "Zainstaluj ten skrypt", pojawi się wyskakujące okienko "Jak zainstalować". Gdy tak się stanie, kliknij "(Mam już menedżera skryptów użytkownika. pozwól mi go zainstalować!)".
pt_br: Às vezes, quando você clica em "Instalar este Script", será exibido um pop-up "Como instalar". Quando isso acontecer, clique em "(Já tenho um gerenciador de scripts. Deixe-me instalá-lo!)".
pt_pt: Às vezes, ao clicar em “Instalar este Script”, será exibido um pop-up de “Como instalar”. Quando isso acontecer, clique em “(Já tenho um gerenciador de scripts de usuário. Deixe-me instalá-lo!)”
ro: Uneori, când faceți clic pe „Instalează acest script”, va apărea un pop-up „Cum se instalează”. Când se întâmplă acest lucru, faceți clic pe „(Am deja un manager de scripturi. Lasă-mă să-l instalez!)”.
ru: Иногда при нажатии на «Установить этот скрипт» появляется всплывающее окно «Как установить». В этом случае нажмите на «(У меня уже есть менеджер пользовательских скриптов. Позвольте мне установить его!)»
sv: Ibland när du klickar på “Installera det här skriptet” visas en popup med “Hur man installerar”. När det händer, klicka på “(Jag har redan en användarskriptshanterare. Låt mig installera det!)”
th: บางครั้งเมื่อคุณคลิกที่ "ติดตั้งสคริปต์นี้" คุณจะพบป๊อปอัป "วิธีติดตั้ง" เมื่อเกิดเหตุการณ์นี้ ให้คลิกที่ "(ฉันมีตัวจัดการสคริปต์ผู้ใช้อยู่แล้ว ให้ฉันติดตั้งมัน!)"
tr: Bazen 'Bu Scripti Yükle'ye tıkladığınızda 'Nasıl yüklenir' pop-up'ıyla karşılaşabilirsiniz. Bu durumda '(Benim zaten bir kullanıcı betik yöneticim var, yüklememe izin ver!)' seçeneğine tıklayın.
uk: Іноді при натисканні на «Встановити цей скрипт» з’являється спливаюче вікно «Як встановити». У цьому випадку натисніть на «(У мене вже є менеджер користувацьких скриптів. Дозвольте мені встановити його!)»
ur: کبھی کبھار جب آپ “اس اسکرپٹ کو انسٹال کریں” پر کلک کرتے ہیں تو “انسٹال کرنے کا طریقہ” کی ایک پاپ اپ ونڈو نمودار ہوتی ہے۔ جب ایسا ہو تو “(میرے پاس پہلے سے ایک یوزر اسکرپٹ مینیجر موجود ہے۔ مجھے اسے انسٹال کرنے دیں!)” پر کلک کریں۔
vi: Đôi khi khi bạn bấm vào "Cài đặt script này" sẽ xuất hiện một cửa sổ bật lên "Cách cài đặt". Khi đó, hãy bấm vào "(Tôi đã có trình quản lý tập lệnh người dùng. hãy để tôi cài đặt nó!)".
zh_hans: 有时，当你点击“安装此脚本”时，会弹出一个“如何安装”的窗口。此时，请点击“（我已经有一个用户脚本管理器。让我安装它！）”
zh_hant: 有時，當你點擊「安裝此腳本」時，會彈出一個「如何安裝」的視窗。此時，請點擊「（我已經有一個用戶腳本管理器。讓我安裝它！）」。

# greasy.wiz.intro
source: This feature allows you to add a Greasy Fork script to your browser. Greasy Fork is a website that allows you to find and download scripts for qFocus Browser.
ar: تتيح لك هذه الميزة إضافة سكريبت من Greasy Fork إلى متصفحك. Greasy Fork هو موقع يتيح لك العثور على سكريبتات لـ qFocus Browser وتنزيلها.
ca: Aquesta funció et permet afegir un script de Greasy Fork al teu navegador. Greasy Fork és un lloc web que et permet trobar i descarregar scripts per a qFocus Browser.
cs: Tato funkce vám umožňuje přidat do prohlížeče skript z Greasy Fork. Greasy Fork je webová stránka, která vám umožní najít a stáhnout skripty pro qFocus Browser.
da: Denne funktion giver dig mulighed for at tilføje et Greasy Fork-script til din browser. Greasy Fork er en hjemmeside, der giver dig mulighed for at finde og downloade scripts til qFocus Browser.
de: Diese Funktion ermöglicht es dir, ein Greasy Fork-Skript zu deinem Browser hinzuzufügen. Greasy Fork ist eine Website, auf der du Skripte für den qFocus Browser finden und herunterladen kannst.
el: Αυτή η λειτουργία σας επιτρέπει να προσθέσετε ένα script από το Greasy Fork στο πρόγραμμα περιήγησής σας. Το Greasy Fork είναι μια ιστοσελίδα που σας επιτρέπει να βρείτε και να κατεβάσετε scripts για το qFocus Browser.
es: Esta función te permite añadir un script de Greasy Fork a tu navegador. Greasy Fork es un sitio web que te permite encontrar y descargar scripts para qFocus Browser.
fi: Tämän ominaisuuden avulla voit lisätä Greasy Fork -skriptin selaimeesi. Greasy Fork on sivusto, josta voit löytää ja ladata skriptejä qFocus-selaimeen.
fr: Cette fonctionnalité te permet d’ajouter un script Greasy Fork à ton navigateur. Greasy Fork est un site qui te permet de trouver et de télécharger des scripts pour qFocus Browser.
he: תכונה זו מאפשרת לך להוסיף סקריפט מ-Greasy Fork לדפדפן שלך. Greasy Fork הוא אתר שמאפשר לך למצוא ולהוריד סקריפטים עבור qFocus Browser.
hi: यह सुविधा आपको अपने ब्राउज़र में Greasy Fork स्क्रिप्ट जोड़ने की अनुमति देती है। Greasy Fork एक वेबसाइट है जो आपको qFocus ब्राउज़र के लिए स्क्रिप्ट खोजने और डाउनलोड करने देती है।
hr: Ova funkcija omogućuje dodavanje skripte sa Greasy Fork-a u vaš preglednik. Greasy Fork je web stranica koja vam omogućuje pronalaženje i preuzimanje skripti za qFocus Browser.
hu: Ez a funkció lehetővé teszi, hogy Greasy Fork szkriptet adj a böngésződhöz. A Greasy Fork egy olyan webhely, ahol megtalálhatod és letöltheted a qFocus böngésző szkriptjeit.
id: Fitur ini memungkinkanmu menambahkan skrip Greasy Fork ke browsermu. Greasy Fork adalah situs web yang memungkinkanmu menemukan dan mengunduh skrip untuk qFocus Browser.
it: Questa funzione ti permette di aggiungere uno script di Greasy Fork al tuo browser. Greasy Fork è un sito che ti permette di trovare e scaricare script per qFocus Browser.
ja: この機能では、Greasy Fork のスクリプトをブラウザに追加できます。Greasy Fork は qFocus Browser 用のスクリプトを探してダウンロードできるサイトです。
ko: 이 기능을 사용하면 Greasy Fork 스크립트를 브라우저에 추가할 수 있습니다. Greasy Fork은 qFocus Browser용 스크립트를 찾아 다운로드할 수 있는 웹사이트입니다.
ms: Ciri ini membolehkan anda menambah skrip Greasy Fork ke pelayar anda. Greasy Fork ialah laman web yang membolehkan anda mencari dan memuat turun skrip untuk qFocus Browser.
nb: Denne funksjonen lar deg legge til et Greasy Fork‑skript i nettleseren din. Greasy Fork er et nettsted hvor du kan finne og laste ned skript for qFocus Browser.
nl: Deze functie stelt je in staat een Greasy Fork-script toe te voegen aan je browser. Greasy Fork is een website waar je scripts voor qFocus Browser kunt vinden en downloaden.
pl: Ta funkcja umożliwia dodanie skryptu Greasy Fork do przeglądarki. Greasy Fork to strona, która pozwala znaleźć i pobrać skrypty dla przeglądarki qFocus.
pt_br: Este recurso permite adicionar um script do Greasy Fork ao seu navegador. O Greasy Fork é um site que permite encontrar e baixar scripts para o qFocus Browser.
pt_pt: Esta funcionalidade permite-te adicionar um script do Greasy Fork ao teu navegador. O Greasy Fork é um site que te permite encontrar e descarregar scripts para o qFocus Browser.
ro: Această funcție vă permite să adăugați un script Greasy Fork în browserul dvs. Greasy Fork este un site care vă permite să găsiți și să descărcați scripturi pentru browserul qFocus.
ru: Эта функция позволяет тебе добавить скрипт с Greasy Fork в твой браузер. Greasy Fork — сайт, на котором ты можешь найти и скачать скрипты для браузера qFocus.
sv: Den här funktionen låter dig lägga till ett Greasy Fork-skript till din webbläsare. Greasy Fork är en webbplats där du kan hitta och ladda ner skript för qFocus Browser.
th: ฟีเจอร์นี้อนุญาตให้คุณเพิ่มสคริปต์จาก Greasy Fork ลงในเบราว์เซอร์ของคุณ Greasy Fork เป็นเว็บไซต์ที่ช่วยให้คุณค้นหาและดาวน์โหลดสคริปต์สำหรับ qFocus Browser
tr: Bu özellik, tarayıcınıza bir Greasy Fork scripti eklemenizi sağlar. Greasy Fork, qFocus Browser için scriptler bulmanızı ve indirmenizi sağlayan bir web sitesidir.
uk: Ця функція дозволяє тобі додати скрипт з Greasy Fork до твого браузера. Greasy Fork — це сайт, на якому ти можеш знаходити та завантажувати скрипти для qFocus Browser.
ur: یہ فیچر آپ کو اپنے براؤزر میں Greasy Fork اسکرپٹ شامل کرنے کی اجازت دیتا ہے۔ Greasy Fork ایک ویب سائٹ ہے جہاں آپ qFocus براؤزر کے لیے اسکرپٹس تلاش اور ڈاؤن لوڈ کر سکتے ہیں۔
vi: Tính năng này cho phép bạn thêm một script từ Greasy Fork vào trình duyệt của bạn. Greasy Fork là một trang web cho phép bạn tìm và tải xuống các script cho qFocus Browser.
zh_hans: 此功能允许你向浏览器添加来自 Greasy Fork 的脚本。Greasy Fork 是一个网站，你可以在上面找到并下载适用于 qFocus 浏览器的脚本。
zh_hant: 此功能允許你向瀏覽器添加來自 Greasy Fork 的腳本。Greasy Fork 是一個網站，你可以在上面找到並下載適用於 qFocus 瀏覽器的腳本。
